{
    "name": "Core Goblin",
    "type": "race",
    "img": "icons/creatures/eyes/human-single-blue.webp",
    "system": {
        "description": {
            "value": "<p>Goblins are short, quick, green humanoids not unlike small orcs. While seemingly related to orcs with orcish features and being just as green of skin, goblins differ from orcs in their size, proportions, and facial structures. Goblins are always bald, often with greenish-pale skin varying on the levels of green and pale, and on rare occasions being more red instead. Their faces tend to be sharp, with longer chins and pointed ears, and their hands and feet are slightly bigger than the rest of the body might imply. Some goblins even grow natural keratin armor on their body in places. Their eyes are often fairly piercing, coming in oranges most often, but able to be any color based on genetics, and their teeth sometimes grow in a way that makes lips hard to cover them.</p><p>Goblins, ever-present in all corners of the world, ever a thorn in the side. Goblins came about ages ago, appearing all at once in a burst of rapid development that threatened society. They were unintelligent beasts, barely able to hold a shiv to stab you with, but what they lacked, they made up for in numbers. Then, just as the world was being overrun, they stopped. Their ability for rapid reproduction staggered and their population slowly began to dwindle. Raiding parties of goblins became more and more rare as knights and adventurers guarded the roads and settlements. Time passed, and goblins remained, but it seemed like that time of panic would be forgotten.</p><p>However, goblin numbers have begun to rise again in the past millennia, not because of some reversal of fates, but because of the rapidly rising intelligence of goblins. What once was simply a beast was now as capable of society as anyone. Many goblin camps still exist as dangerous and unintelligent beings, but those creatures, called urgalnotts by goblins, are not who they are anymore, nor who they want to be. Modern goblins are quick and resilient, able to take a hit and keep going or slide between those bigger than them like it&rsquo;s nothing. Their aptitude at adaption comes in handy as they become more urbanized and form their own societies where they can.</p><p>One skill that all goblins share is an aptitude for blending in, not being noticed, not being <em>targeted</em>. This has allowed them to survive for generations, and serves them well today. However, their ancestral past and present shadow-seeking has caused many goblins to still be seen as dangerous and shady today. The stereotype comes from truth, as lower urban sprawls became the new playground for some goblins to roam and thieve. However, many goblins are just as happy to make their own living, seeking out any challenge they can surmount. It&rsquo;s a common saying that goblins don&rsquo;t know they&rsquo;re smaller than anyone, as their willingness to dive in and prove their mettle in tasks is a common trait of goblins&mdash;the result of generations of goblin cultures encouraging such an aspirational outlook.</p><p>For reasons like these, goblin mercenary bands are often effective and cost-efficient, especially as they work together against larger targets. Goblins have also been known to craft their own weaponry and armor. Often using a combination of recycled materials and solid craftsmanship, goblins are known as the inventors of the &ldquo;wabi-sabi&rdquo; style. Wabi-sabi may best be described as messy and chaotic when looking at it, but the quality and use of it really requires a deep understanding of craftsmanship. What may appear like charcoal welded to a stick may truly be as solid and powerful to wield, if not more so, than a typical warhammer. As such, goblin forging and artistry is much sought out, even by those who look down on them.</p><h3>Goblin Branches</h3><p>Goblin branches vary quite a bit. Having reached so far and wide across the world, their development has varied.</p>",
            "chat": "",
            "unidentified": ""
        },
        "source": "Core Rules",
        "portion": "core",
        "classDetails": "<p>Core Goblin Traits</p><ul><li><strong>Compatibility: </strong>Hominid</li><li><strong>Attribute Increase: </strong>Your Dexterity and Constitution both increase by 1.</li><li><strong>Lifespan: </strong>Goblins live until about 60, and reach maturity at 8.</li><li><strong>Size: </strong>Small; Goblins are between 3 and 4 feet tall and weigh 40-80 pounds.</li><li><strong>Speed: </strong>Your base ground speed is 30 feet.</li><li><strong>Proficiency: </strong>You have proficiency in one of the following:</li><ul><li>Dexterity (Sleight of Hand)</li><li>Dexterity (Stealth)</li><li>The Smithing Trade</li><li>The Thievery Trade</li></ul><li><strong>Languages: </strong>You can speak, read, and write Common and Goblin.</li><li><strong>Fury of the Small:</strong> @Compendium[undertaking-chrystalis.abilities.QAXADZHSS7BA1N5K]{Fury of the Small}</li></ul>"
    },
    "effects": [],
    "folder": null,
    "sort": 0,
    "ownership": {
        "default": 0
    },
    "flags": {},
    "_id": "O1KO5I6CTM29VZ93"
}