{
    "name": "Core HOUND",
    "type": "race",
    "img": "icons/creatures/abilities/paw-print-tan.webp",
    "system": {
        "description": {
            "value": "<p>HOUNDs are genetically engineered quadrupedal beasts somewhere between a guard dog and a panther. They have a tentacle coming out of their spine between their shoulder blades, as if making up for their small nubbed tail. This tentacle is designed for combat, and can be controlled with alarming speed and dexterity to strike opponents or use objects. They have sleek, short fur in darkened shades of black tightly wrapped around an agile, if boney, body. HOUND eyes are typically stark white, but occasionally break that trend.</p><p>Bred and developed for generations to be dangerous and subservient, HOUNDs were long considered some of the most fearsome creatures, especially in combination with a competent master. However, their exact history is vague, and while they would be continually spotted throughout the ages, the specific makers of these beasts were never recorded in the history books. <br />In recent times, for one reason or another, HOUNDs have begun to show more independence. Their programming remains in place to some extent, but some HOUNDs, especially those who have lost their master, have begun to seek a life and connection beyond subservience. Their combat programming leaves them few life skills to draw upon, however, forcing them to adapt and learn at an impressive rate. <br />HOUNDs have an innate recognition of one another, and feel righteous anger when their brethren are injured. When HOUNDs do group together, they often build a hierarchical group, allowing their programming to be fulfilled in a safer environment. <br />There is little culture to draw upon when discussing HOUNDs, due to a lack of centralization. HOUNDs know they were made for a great purpose, but the details remain fuzzy. Some HOUNDs say they are called to seek out their true master, while others seem content to find a home of their own. Others still have developed a disdain for the very concept of subservience to an alpha, fighting their biological programming at every turn. Saddest of all are those who find themselves easy targets for trafficking due to their natural subservience.</p><h3>HOUND Branches</h3><p>HOUNDs are designed with some variations, supposedly for different uses.</p>",
            "chat": "",
            "unidentified": ""
        },
        "source": "Core Rules",
        "portion": "core",
        "classDetails": "<p>Core HOUND Traits</p><ul><li><strong>Attribute Increase: </strong>Your Dexterity and Constitution both increase by 1.</li><li><strong>Attribute Decrease:</strong> Your Wisdom and Presence both decrease by 1.</li><li><strong>Lifespan:</strong> It&rsquo;s unknown how long HOUNDs live, often lost to combat or forced retirement before their natural lifespan.&nbsp;</li><li><strong>Size: </strong>Medium; HOUNDs are typically around 4 to 5 feet long and 2-2.5 feet high while on all fours, and can weigh between 100 to 180 lbs.</li><li><strong>Speed: </strong>Your base ground speed is 30 feet.</li><li><strong>Languages: </strong>You can speak, read, and write Common.</li><li><strong>Inhuman:</strong> @Compendium[undertaking-chrystalis.abilities.WXZU2FYKS438SCPC]{Inhuman}</li><li><strong>Inexperienced:</strong> Choose one skill or trade proficiency given to you by your background, class, or otherwise as part of character creation. You no longer have that proficiency. </li><li><strong>Quick Learner: </strong>@Compendium[undertaking-chrystalis.abilities.WOWIUXXAR3PG56A5]{Quick Learner}</li><li><strong>Quadruped:</strong> @Compendium[undertaking-chrystalis.abilities.3WX6VVTTC06L78IL]{Quadruped}</li><li><strong>Mouth Grip:</strong> @Compendium[undertaking-chrystalis.abilities.TRX8HNWSHQJO9GT6]{Mouth Grip}</li><li><strong>Strong Jaw:</strong> @Compendium[undertaking-chrystalis.abilities.YV7I8T4F5DENAFIQ]{Strong Jaw}</li><li><strong>Somatic Tail:</strong> @Compendium[undertaking-chrystalis.abilities.BBCQHW1ZJSEE4S8Q]{Somatic Tail}</li><li><strong>Light Mount:</strong> @Compendium[undertaking-chrystalis.abilities.DCYZE3AZHL9BQZYV]{Light Mount}</li><li><strong>Loyal Pup: </strong>@Compendium[undertaking-chrystalis.abilities.HGMZF7V1MXRS1QA1]{Loyal Pup}</li><li><strong>Disloyal Pup:</strong> @Compendium[undertaking-chrystalis.abilities.BODW0N1JC7P9ZWBV]{Disloyal Pup}</li><li><strong>Back Tentacle:</strong> @Compendium[undertaking-chrystalis.abilities.V4ELT5H3LNEQL4M0]{Back Tentacle}</li><li><strong>Tentacle Taser:</strong> @Compendium[undertaking-chrystalis.abilities.Q8PNG8PV7ADIJPIR]{Tentacle Taser}</li></ul>"
    },
    "effects": [],
    "folder": null,
    "sort": 0,
    "ownership": {
        "default": 0
    },
    "flags": {},
    "_id": "9GAKLJCRYNYGL2WQ"
}