{
    "name": "Core Ixudo",
    "type": "race",
    "img": "icons/creatures/birds/dove-pigeon-flying-white.webp",
    "system": {
        "description": {
            "value": "<p>To many avian races, there is a shared belief that all true avians are bound by the shared paradisiacal experience of flight. This is much to the chagrin and shame of the flightless ixudo, who appear almost more lizard-like in their featherless bodies than avian. Perhaps this explains the jealousy and disdain that many ixudo feel toward other intelligent avians. Or perhaps it explains the admiration and romanticism that some ixudo feel toward them instead. Ixudo mythology claims they came from the sky itself, falling like a comet, their wings burning up in the atmosphere. In this way, ixudo are no different than any other avian race in that they are irrevocably associated with the sky, and have a great desire to return to it.</p><p>Ixudo are long-necked, gangly, bipedal avians with crooked horns on their head, crooked, tooth-filled beaks on their face, and a pair of piercing eyes. They lack wings of any kind and are primarily featherless, except for a feathered tail, and a few standalone feather frills, usually along their arms, especially their elbows. Despite their scarcity, these feathers are often very solidly lodged and unlikely to molt. Ixudo tend to take great care of their few remaining feathers, as even the loss of what few they have is considered a tragedy. In turn, a large and undamaged frill is often considered something worth bragging about, and is shown off both to intimidate opposition and attract mates. Sometimes equipment is made out of feathers won from their enemies, as a similar showing of strength.</p><p>Despite these shows of strength, ixudo are somewhat flimsy, and cannot bear the cold. Ixudo settlements, therefore, tend to settle in warmer, but windy, environments, like jungles. Their exposed skin, having adapted to generations without feathers to defend it, have partially reverted to raptor-like scales, especially along the back of their arms, head, neck, and torso, where the sun beats down upon them. Their horns tend to grow long with some crooks in it, continually growing over their lifetime. An ixudo&rsquo;s age can be determined by counting the bumped rings on their horns. Ixudo beaks also have the unique distinction of housing pointed teeth. While not particularly sharp in all ixudo, this helps those with sharper sets to tear into meats and pray alike.</p><p>Ixudo scales are often in somewhat desaturated shades of green, grey, brown, or tan, generally with pale underbellies. Their feathers are generally bright and often primary colors, and their talons tend to be darker shades of purples and blues, much like their tongue. Their eyes are often cloudy grey orbs with slight color variations.</p><p>The strange mix of features, mythology, squawking speech patterns, and aggression towards &lsquo;ignorant&rsquo; outsiders, has caused ixudo to be seen as a more bestial race than most. In reality, ixudo are highly intelligent&mdash;often more so than the races that look down upon them. Even so, no matter how you slice it, ixudo aren&rsquo;t exactly what is commonly recognized as a typical avian race, with unusual combinations of features appended to a form only closest resembling an avian. It&rsquo;s long been rumored that their roots may be from an equally unnatural source, such as a cursed bloodline, or from biological experiments like those that made the HOUNDs. Ixudo are aware of these sayings more than they let others know, but ixudo tend to care little of these rumors&mdash;they are used to being defined by others behind their backs. Instead, ixudo culture encourages focusing on invention as an outlet, often in search for a path to the skies they once fell from, or else more personal dreams.</p><p>The ixudo&rsquo;s impressive drive and intelligence has brought numerous revolutionary inventions, such as the first mechanized engine&mdash;a tightly held trade secret that has earned the ixudo a level of respect and fear that little else has. This has led ixudo settlements to become filled with machines, warming up their village and adding to their comfort. These machines are often designed to be heavy and inscrutable to outsiders, so as to protect the designs from theft.</p><h3>Ixudo Branches</h3><p>Ixudo culture is often a class-based hierarchy, with galeborn bloodlines on top and windrisen on the bottom. This hierarchy is neither enforced often, nor is it typically vitriolic. Instead, it seems to happen out of a mix of tradition and the subconscious. Ixudo are born with an inherent feeling that life often deals people bad hands. They are taught from birth to therefore not only accept the hand they were dealt, but to dominate it, so as to prove life to be the fool for dealing it to them. <br />Because of this perspective, it&rsquo;s uncommon for an ixudo to step up and push for higher positions than the ones they were assigned, though far from unheard of.</p><p>A common joke is to ask three masters of their fields&mdash;a windrisen, skysent, and galeborn&mdash;about their duties, and you&rsquo;ll hear similar disdain for their lot in life. A common pessimism that more traditional ixudo use to bond.</p>",
            "chat": "",
            "unidentified": ""
        },
        "source": "Core Rules",
        "portion": "core",
        "classDetails": "<p>Core Ixudo Traits</p><ul><li><strong>Attribute Increase: </strong>Your Dexterity increases by 1, and your Intelligence increases by 2.</li><li><strong>Attribute Decrease:</strong> Your Constitution is decreased by 1.</li><li><strong>Lifespan:</strong> Ixudo reach maturity around 8 and tend to live through their 40s.</li><li><strong>Size: </strong>Medium; Ixudo are tall skinny avians with long limbs and only a few tufts of feathers. They tend to stand within a range of 6-7 feet tall or more, with a typical weight range of 80-100lbs.</li><li><strong>Speed: </strong>Your base ground speed is 30 feet.</li><li><strong>Languages: </strong>You can speak, read, and write Common and Ave.</li><li><strong>Skill Proficiency: </strong>You have proficiency in Intelligence (Craft).</li><li><strong>Trade Proficiency: </strong>You have proficiency in the one of the following trades:<ul><li>The Building Trade</li><li>The Fishing Trade</li><li>The Pathfinding Trade</li><li>The Tinkering Trade</li><li>The Vehicle Trade</li></ul></li><li><strong>Cold Vulnerability:</strong> @Compendium[undertaking-chrystalis.abilities.NPE24VSUNDPSPYNP]{Cold Vulnerability}</li><li><strong>Horns:</strong> @Compendium[undertaking-chrystalis.abilities.2HHGZS76Y11T10MF]{Horns}</li><li><strong>Long Arms:</strong> @Compendium[undertaking-chrystalis.abilities.EPAB9QGGCW5C01RX]{Long Arms}</li><li><strong>Long Legs: </strong>@Compendium[undertaking-chrystalis.abilities.5R1N9M1CXRJBID3H]{Long Legs}</li><li><strong>Vigilance:</strong> @Compendium[undertaking-chrystalis.abilities.KGL8V4LCCHUAYD9E]{Vigilance}</li><li><strong>Wind Vane:</strong> @Compendium[undertaking-chrystalis.abilities.Z6P0D0NC5A7JAXNF]{Wind Vane}</li><li><strong>High Altitude Adaption:</strong> @Compendium[undertaking-chrystalis.abilities.PN34JIWN9K2M3LDF]{High Altitude Adaption}</li></ul>"
    },
    "effects": [],
    "folder": null,
    "sort": 0,
    "ownership": {
        "default": 0
    },
    "flags": {},
    "_id": "4J5I3OVA30PCFT8D"
}