{
    "name": "Core Zhier",
    "type": "race",
    "img": "icons/creatures/abilities/paw-print-tan.webp",
    "system": {
        "description": {
            "value": "<p>Zhier are quadrupedal, extremely long living, intelligent beasts somewhere between a wolf and a large feline. They typically have short fur, long, tuft-tipped tails, agile bodies, and partial, naturally spiky manes around the neck or spine. Their fur color varies wildly, ranging from blues, to oranges, to greens, to whites, and is often accented by certain amounts of dyed fur. Their eyes on the other hand, are fully genetic, with yellow or gold, orange, hazel, light brown, light green, amber, and blue being most common.</p><p>Despite their lack of hands, zhier are incredibly capable of holding, manipulating, and wielding objects with their mouths. In fact, zhier often prefer using weapons, held between their teeth, over biting as a form of hunting or warfare due to the sharpness and versatility weapons bring to the table and the tight grip on them their mouths can have. Zhier have incredibly strong neck muscles that allow them to quickly pick up and wield weapons that most would struggle to use with one hand.</p><p>All Zhier are born with a physical and spiritual connection to an element said to permeate them to their very core. This can most easily be seen in a zhier&rsquo;s fur color, which always falls into a set of colors based on their element. More directly though, this can be seen in their tail tuft, which is more elementally attuned than any other part of a zhier. In a pinch, zhier can swing their tail at creatures as a natural flail, the point of impact triggering a small burst of elemental energy to injure their target. <br />A zhier&rsquo;s control over their spirit element grows with them over time, and the nurturing of this gift can be considered a spiritual experience in its own right; an act of self-improvement. Surprisingly, these elements are not genetic&mdash;Zhier of one element can give birth to a zhier of any other. Some say that the element is based on a zhier&rsquo;s personality, or that the personality is based on the element. Others claim the weather in the last few weeks before a birth can determine its element. No matter the case, the elemental attunement has a great effect on a zhier&rsquo;s life, determining what capabilities and roles it can undertake. Zhier mythology considers these elements a gift of nature, and also a call to action unique to each zhier, especially when combined by their sign.</p><p>Beyond their elemental birthrights, as zhier come of age, they begin to show hints of their birth sign; airy fur, tougher skin down the spine, etc. Zhier are considered of age when their birth sign, or branch race, is clearly evident to be that of the sun, the moon, the earth, or the sky. This official granting of a sign is a cultural touchstone for many zhier societies, meant to help them define their path in life. When combined with their element, the results act as a guiding star for them in the darkest of times. A solar lightning zhier might consider it their duty to be a bolt of lightning out of the blue to those who need help, or believe they need to shoot for the stars in all things. While the results are intentionally interpretive, especially through communion with their elders or the sign itself, zhier often consider their result deeply personal. Despite this, these mantras tend to be quite mutable over their extremely long lives as they reach new milestones and personal developments, acting as a companion rather than a limiter.</p><p>As one of the few fully intelligent quadrupeds, Zhier often have a difficult time fitting into bipedal societies, but their resilience and mental flexibility makes adaptation easier than one might think.</p><h3>Zhier Branches</h3><p>Beyond their elemental birthrights, as zhier bodies reach physical maturity, they begin to show hints of their birth sign; airy fur, tougher skin down the spine, etc. Zhier are considered to be beginning their journey to adulthood&mdash;a process equivalent to adolescence&mdash;when their birth sign is clearly evident, tying them irrevocably to that of the sun, the moon, the earth, or the sky.</p><p>This official granting of a sign is a cultural touchstone for many zhier societies, meant to help them define their path in life. Further than that though, zhier seem to have a unique connection to their sign, much like their element, drawing power from it more easily than others. Zhier aren&rsquo;t anything if not conductive to nature&rsquo;s gifts.</p><p>As a point of biology, mix-raced zhier do not always show a direct connection to any birth sign. In these situations, zhier are often given a birth sign before adulthood by a parent or societal leader, and are considered that sign regardless of any physical signs that reveal themselves late.</p>",
            "chat": "",
            "unidentified": ""
        },
        "source": "Core Rules",
        "portion": "core",
        "classDetails": "<p>Core Zhier Traits</p><ul><li><strong>Attribute Increase: </strong>Your Dexterity and Wisdom both increase by 1.</li><li><strong>Lifespan:</strong> Zhier live tremendously long lives, with some being known to live into the low thousands. Zhier reach a physical maturity sometime in their 30s-40s. However, their extended lifespan gives them a different perspective on mental maturity, with most zhier being considered adults between their 70s-90s.</li><li><strong>Size: </strong>Medium; Zhier are typically around 4 to 5 feet long and 2-2.5 feet high while on all fours, and can weigh between 120 to 200 lbs.</li><li><strong>Speed: </strong>Your base ground speed is 30 feet.</li><li><strong>Languages: </strong>You can speak, read, and write Common and Landspeak.</li><li><strong>Skill Proficiency: </strong>You have proficiency in the Wisdom (Instinct) skill.</li><li><strong>Inhuman:</strong> @Compendium[undertaking-chrystalis.abilities.7QSJZA9CAR8J99E1]{Inhuman}</li><li><strong>Quadruped:</strong> @Compendium[undertaking-chrystalis.abilities.WKOF4PS5DMXVCBJQ]{Quadruped}</li><li><strong>Mouth Grip:</strong> @Compendium[undertaking-chrystalis.abilities.YR2VVVZSXSHOLLB0]{Mouth Grip}</li><li><strong>Strong Jaw:</strong> @Compendium[undertaking-chrystalis.abilities.G5OU9XXOJTSCDMX9]{Strong Jaw}</li><li><strong>Somatic Tail:</strong> @Compendium[undertaking-chrystalis.abilities.0W5VNT0NVENDK0B4]{Somatic Tail}</li><li><strong>Light Mount:</strong> @Compendium[undertaking-chrystalis.abilities.47NXDMO9IRARXUFN]{Light Mount}</li><li><strong>Howl:</strong> @Compendium[undertaking-chrystalis.abilities.0KTZPFFSM5XYFFJC]{Howl}</li><li><strong>Spirit Element:</strong> All Zhier are born with a physical and spiritual connection to an element said to permeate them to their very core. A zhier&rsquo;s control over their spirit element grows with them over time, and the nurturing of this gift can be considered a spiritual experience in its own right; an act of self-improvement. <br />Surprisingly, these elements are not genetic&mdash;Zhier of one element can give birth to a zhier of any other. Some say that the element is based on a zhier&rsquo;s personality, or that the personality is based on the element. Others claim the weather in the last few weeks before a birth can determine its element. No matter the case, take one spirit element, along with all associated racial traits.<ul><li><strong><strong>Spirit Element: Cold</strong></strong> @Compendium[undertaking-chrystalis.abilities.JW8DRSAG6B303I23]{Spirit Element (Cold)}</li><li><strong><strong>Spirit Element: Fire</strong></strong> @Compendium[undertaking-chrystalis.abilities.OGSUK4CLSPA4LT19]{Spirit Element (Fire)}</li><li><strong><strong>Spirit Element: Lightning</strong></strong> @Compendium[undertaking-chrystalis.abilities.L258ER5D1IUCJX0D]{Spirit Element (Lightning)}</li><li><strong><strong>Spirit Element: Poison</strong></strong> @Compendium[undertaking-chrystalis.abilities.4L0P3ENXPBGCV0FK]{Spirit Element (Poison)}</li></ul></li></ul>"
    },
    "effects": [],
    "folder": null,
    "sort": 0,
    "ownership": {
        "default": 0
    },
    "flags": {},
    "_id": "0F5KO1SPKJZIDIFD"
}